Repository: nickustinov/itsyhome-macos
Catalog: macOSBridge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

# device.sensor.on
source: On
de: An
es: Activado
fr: Activé
it: Attivo
ja: オン
ko: 켜짐
pl: Wł.
pt_br: Ligado
ru: Вкл.
zh_hans: 开
zh_hant: 開

# device.sensor.smoke
source: Smoke
de: Rauch
es: Humo
fr: Fumée
it: Fumo
ja: 煙
ko: 연기
pl: Dym
pt_br: Fumaça
ru: Дым
zh_hans: 烟雾
zh_hant: 煙霧

# device.sensor.temperature
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
ko: 온도
pl: Temperatura
pt_br: Temperatura
ru: Температура
zh_hans: 温度
zh_hant: 溫度

# device.valve.closed
source: Closed
de: Geschlossen
es: Cerrada
fr: Fermée
it: Chiusa
ja: 閉
ko: 닫힘
pl: Zamknięty
pt_br: Fechada
ru: Закрыт
zh_hans: 已关
zh_hant: 已關

# device.valve.closing
source: Closing...
de: Schließen...
es: Cerrando...
fr: Fermeture...
it: Chiusura...
ja: 閉鎖中...
ko: 닫는 중...
pl: Zamykanie...
pt_br: Fechando...
ru: Закрытие...
zh_hans: 关闭中...
zh_hant: 關閉中...

# device.valve.open
source: Open
de: Offen
es: Abierta
fr: Ouverte
it: Aperta
ja: 開
ko: 열림
pl: Otwarty
pt_br: Aberta
ru: Открыт
zh_hans: 已开
zh_hant: 已開

# device.valve.opening
source: Opening...
de: Öffnen...
es: Abriendo...
fr: Ouverture...
it: Apertura...
ja: 開放中...
ko: 여는 중...
pl: Otwieranie...
pt_br: Abrindo...
ru: Открытие...
zh_hans: 打开中...
zh_hant: 開啟中...

# error.virtual_device.duplicate_name
source: A device named "%@" already exists.
de: Ein Gerät namens „%@“ existiert bereits.
es: Ya existe un dispositivo llamado "%@".
fr: Un appareil nommé « %@ » existe déjà.
it: Esiste già un dispositivo chiamato "%@".
ja: 「%@」という名前のデバイスは既に存在します。
ko: "%@" 이름의 기기가 이미 있습니다.
pl: Urządzenie o nazwie "%@" już istnieje.
pt_br: Já existe um dispositivo chamado "%@".
ru: Устройство с именем "%@" уже существует.
zh_hans: 名为“%@”的设备已存在。
zh_hant: 名為「%@」的裝置已存在。

# group.auto.all_acs
source: All ACs
de: Alle Klimageräte
es: Todos los climatizadores
fr: Toutes les climatisations
it: Tutti i climatizzatori
ja: すべてのエアコン
ko: 모든 에어컨
pl: Wszystkie klimatyzatory
pt_br: Todos os ar-condicionados
ru: Все кондиционеры
zh_hans: 所有空调
zh_hant: 所有空調

# group.auto.all_blinds
source: All blinds
de: Alle Rollos
es: Todas las persianas
fr: Tous les stores
it: Tutte le tapparelle
ja: すべてのブラインド
ko: 모든 블라인드
pl: Wszystkie rolety
pt_br: Todas as persianas
ru: Все шторы
zh_hans: 所有窗帘
zh_hant: 所有窗簾

# group.auto.all_fans
source: All fans
de: Alle Ventilatoren
es: Todos los ventiladores
fr: Tous les ventilateurs
it: Tutti i ventilatori
ja: すべてのファン
ko: 모든 팬
pl: Wszystkie wentylatory
pt_br: Todos os ventiladores
ru: Все вентиляторы
zh_hans: 所有风扇
zh_hant: 所有風扇

# group.auto.all_lights
source: All lights
de: Alle Lichter
es: Todas las luces
fr: Toutes les lumières
it: Tutte le luci
ja: すべての照明
ko: 모든 조명
pl: Wszystkie światła
pt_br: Todas as luzes
ru: Весь свет
zh_hans: 所有灯
zh_hant: 所有燈

# group.auto.all_locks
source: All locks
de: Alle Schlösser
es: Todas las cerraduras
fr: Toutes les serrures
it: Tutte le serrature
ja: すべてのロック
ko: 모든 잠금장치
pl: Wszystkie zamki
pt_br: Todas as fechaduras
ru: Все замки
zh_hans: 所有门锁
zh_hant: 所有門鎖

# group.auto.all_switches
source: All switches
de: Alle Schalter
es: Todos los interruptores
fr: Tous les interrupteurs
it: Tutti gli interruttori
ja: すべてのスイッチ
ko: 모든 스위치
pl: Wszystkie przełączniki
pt_br: Todos os interruptores
ru: Все выключатели
zh_hans: 所有开关
zh_hant: 所有開關

# group.create_title
source: Create group
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
it: Crea gruppo
ja: グループを作成
ko: 그룹 생성
pl: Utwórz grupę
pt_br: Criar grupo
ru: Создать группу
zh_hans: 创建分组
zh_hant: 建立群組

# group.edit_title
source: Edit group
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
it: Modifica gruppo
ja: グループを編集
ko: 그룹 편집
pl: Edytuj grupę
pt_br: Editar grupo
ru: Редактировать группу
zh_hans: 编辑分组
zh_hant: 編輯群組

# group.group_switch
source: Group switch
de: Gruppenschalter
es: Interruptor de grupo
fr: Interrupteur de groupe
it: Interruttore di gruppo
ja: グループスイッチ
ko: 그룹 스위치
pl: Przełącznik grupowy
pt_br: Interruptor de grupo
ru: Групповой выключатель
zh_hans: 分组开关
zh_hant: 群組開關

# group.name_label
source: Group name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Название группы
zh_hans: 分组名称
zh_hant: 群組名稱

# group.name_placeholder
source: e.g. All bedroom lights
de: z.B. Alle Schlafzimmerlichter
es: ej. Todas las luces del dormitorio
fr: ex. Toutes les lumières de la chambre
it: es. Tutte le luci della camera
ja: 例: 寝室の全照明
ko: 예: 침실 조명 전체
pl: np. Wszystkie światła w sypialni
pt_br: ex. Todas as luzes do quarto
ru: напр. Все лампы в спальне
zh_hans: 例如：卧室全部灯光
zh_hant: 例如：臥室全部燈光

# group.no_room
source: No room (global)
de: Kein Raum (global)
es: Sin habitación (global)
fr: Aucune pièce (global)
it: Nessuna stanza (globale)
ja: 部屋なし（グローバル）
ko: 방 없음 (전체)
pl: Brak pokoju (globalnie)
pt_br: Sem cômodo (global)
ru: Без комнаты (глобально)
zh_hans: 无房间（全局）
zh_hant: 無房間（全域）

# group.room_label
source: Room
de: Raum
es: Habitación
fr: Pièce
it: Stanza
ja: 部屋
ko: 방
pl: Pokój
pt_br: Cômodo
ru: Комната
zh_hans: 房间
zh_hant: 房間

# group.select_devices
source: Select devices
de: Geräte auswählen
es: Seleccionar dispositivos
fr: Sélectionner les appareils
it: Seleziona dispositivi
ja: デバイスを選択
ko: 기기 선택
pl: Wybierz urządzenia
pt_br: Selecionar dispositivos
ru: Выбрать устройства
zh_hans: 选择设备
zh_hant: 選擇裝置

# group.submenu
source: Submenu
de: Untermenü
es: Submenú
fr: Sous-menu
it: Sottomenu
ja: サブメニュー
ko: 하위 메뉴
pl: Podmenu
ru: Подменю
zh_hans: 子菜单
zh_hant: 子選單

# history.detail.changes
source: %1$lld change%2$@ in %3$@
de: Änderungen in %3$@: %1$lld
es: Cambios en %3$@: %1$lld
fr: Changements sur %3$@ : %1$lld
it: Modifiche in %3$@: %1$lld
ja: %3$@で%1$lld回の変化
ko: %3$@ 동안 %1$lld회 변경
pl: Zmiany w ciągu %3$@: %1$lld
pt_br: Alterações em %3$@: %1$lld
ru: Изменений за %3$@: %1$lld
zh_hans: %3$@内%1$lld次变化
zh_hant: %3$@內%1$lld次變化

# history.detail.no_data
source: No data yet
de: Noch keine Daten
es: Sin datos todavía
fr: Pas encore de données
it: Ancora nessun dato
ja: データはまだありません
ko: 아직 데이터 없음
pl: Brak danych
pt_br: Ainda sem dados
ru: Данных пока нет
zh_hans: 暂无数据
zh_hant: 尚無資料

# history.detail.stats
source: min %1$@ now %2$@ max %3$@
de: min %1$@ jetzt %2$@ max %3$@
es: mín %1$@ ahora %2$@ máx %3$@
fr: min %1$@ actuel %2$@ max %3$@
it: min %1$@ ora %2$@ max %3$@
ja: 最小 %1$@ 現在 %2$@ 最大 %3$@
ko: 최소 %1$@ 현재 %2$@ 최대 %3$@
pl: min %1$@ teraz %2$@ maks %3$@
pt_br: mín %1$@ agora %2$@ máx %3$@
ru: мин %1$@ сейчас %2$@ макс %3$@
zh_hans: 最低 %1$@ 当前 %2$@ 最高 %3$@
zh_hant: 最低 %1$@ 目前 %2$@ 最高 %3$@

# history.range.month
source: 30d
de: 30 T
fr: 30 j
it: 30 g
ja: 30日
ko: 30일
pl: 30 dni
ru: 30 дн
zh_hans: 30天
zh_hant: 30天

# history.range.week
source: 7d
de: 7 T
fr: 7 j
it: 7 g
ja: 7日
ko: 7일
pl: 7 dni
ru: 7 дн
zh_hans: 7天
zh_hant: 7天

# history.state.off
source: Off
de: Aus
es: Apagado
fr: Désactivé
it: Spento
ja: オフ
ko: 꺼짐
pl: Wyłączone
pt_br: Desligado
ru: Выключено
zh_hans: 关
zh_hant: 關

# history.state.on
source: On
de: Ein
es: Encendido
fr: Activé
it: Acceso
ja: オン
ko: 켜짐
pl: Włączone
pt_br: Ligado
ru: Включено
zh_hans: 开
zh_hant: 開

# menu.batteries
source: Batteries
de: Batterien
es: Baterías
it: Batterie
ja: バッテリー
ko: 배터리
pl: Baterie
pt_br: Baterias
ru: Батареи
zh_hans: 电池
zh_hant: 電池

# menu.home
source: Home
de: Zuhause
es: Inicio
fr: Accueil
it: Casa
ja: ホーム
ko: 홈
pl: Dom
pt_br: Início
ru: Дом
zh_hans: 家庭
zh_hant: 家庭

# menu.loading.home_assistant
source: Connecting to Home Assistant...
de: Verbinde mit Home Assistant...
es: Conectando con Home Assistant...
fr: Connexion à Home Assistant...
it: Connessione a Home Assistant...
ja: Home Assistantに接続中...
ko: Home Assistant에 연결 중...
pl: Łączenie z Home Assistant...
pt_br: Conectando ao Home Assistant...
ru: Подключение к Home Assistant...
zh_hans: 正在连接 Home Assistant...
zh_hant: 正在連線 Home Assistant...

# menu.loading.homekit
source: Loading HomeKit...
de: Lade HomeKit...
es: Cargando HomeKit...
fr: Chargement de HomeKit...
it: Caricamento HomeKit...
ja: HomeKitを読み込み中...
ko: HomeKit 로드 중...
pl: Ładowanie HomeKit...
pt_br: Carregando HomeKit...
ru: Загрузка HomeKit...
zh_hans: 正在加载 HomeKit...
zh_hant: 正在載入 HomeKit...

# menu.loading.select_platform
source: Select a platform in Settings...
de: Wähle eine Plattform in den Einstellungen...
es: Selecciona una plataforma en Ajustes...
fr: Sélectionnez une plateforme dans Réglages...
it: Seleziona una piattaforma in Impostazioni...
ja: 設定でプラットフォームを選択...
ko: 설정에서 플랫폼을 선택하세요...
pl: Wybierz platformę w Ustawieniach...
pt_br: Selecione uma plataforma em Ajustes...
ru: Выберите платформу в Настройках...
zh_hans: 请在设置中选择平台...
zh_hant: 請在設定中選擇平台...

# menu.no_devices
source: No devices found
de: Keine Geräte gefunden
es: No se encontraron dispositivos
fr: Aucun appareil trouvé
it: Nessun dispositivo trovato
ja: デバイスが見つかりません
ko: 기기를 찾을 수 없습니다
pl: Nie znaleziono urządzeń
pt_br: Nenhum dispositivo encontrado
ru: Устройства не найдены
zh_hans: 未找到设备
zh_hant: 未找到裝置

# menu.other
source: Other
de: Sonstige
es: Otros
fr: Autres
it: Altro
ja: その他
ko: 기타
pl: Inne
pt_br: Outros
ru: Другое
zh_hans: 其他
zh_hant: 其他

# menu.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pl: Zakończ
pt_br: Sair
ru: Выйти
zh_hans: 退出
zh_hant: 結束

# menu.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

# menu.scenes
source: Scenes
de: Szenen
es: Escenas
fr: Scènes
it: Scene
ja: シーン
ko: 장면
pl: Sceny
pt_br: Cenas
ru: Сцены
zh_hans: 场景
zh_hant: 場景

# menu.settings
source: Settings...
de: Einstellungen...
es: Ajustes...
fr: Réglages...
it: Impostazioni...
ja: 設定...
ko: 설정...
pl: Ustawienia...
pt_br: Ajustes...
ru: Настройки...
zh_hans: 设置...
zh_hant: 設定...

# onboarding.access_token
source: Long-lived access token
de: Langlebiges Zugriffstoken
es: Token de acceso de larga duración
fr: Jeton d'accès longue durée
it: Token di accesso a lunga durata
ja: 長期アクセストークン
ko: 장기 액세스 토큰
pl: Długoterminowy token dostępu
pt_br: Token de acesso de longa duração
ru: Долгосрочный токен доступа
zh_hans: 长期访问令牌
zh_hant: 長期存取權杖

# onboarding.areas_description
source: Your devices are automatically organized by area. Each area appears as a room submenu in Itsyhome.
de: Deine Geräte werden automatisch nach Bereich organisiert. Jeder Bereich erscheint als Raum-Untermenü in Itsyhome.
es: Tus dispositivos se organizan automáticamente por área. Cada área aparece como un submenú en Itsyhome.
fr: Vos appareils sont organisés automatiquement par zone. Chaque zone apparaît comme un sous-menu dans Itsyhome.
it: I tuoi dispositivi sono organizzati automaticamente per area. Ogni area appare come un sottomenu stanza in Itsyhome.
ja: デバイスはエリアごとに自動的に整理されます。各エリアはItsyhomeで部屋のサブメニューとして表示されます。
ko: 기기가 영역별로 자동 정리됩니다. 각 영역은 Itsyhome에서 방 하위 메뉴로 표시됩니다.
pl: Twoje urządzenia są automatycznie pogrupowane według obszaru. Każdy obszar pojawia się jako podmenu pokoju w Itsyhome.
pt_br: Seus dispositivos são organizados automaticamente por área. Cada área aparece como um submenu de cômodo no Itsyhome.
ru: Ваши устройства автоматически организованы по зонам. Каждая зона отображается как подменю комнаты в Itsyhome.
zh_hans: 您的设备会按区域自动整理。每个区域在 Itsyhome 中显示为一个房间子菜单。
zh_hant: 您的裝置會依區域自動整理。每個區域在 Itsyhome 中顯示為房間子選單。

# onboarding.change_later
source: You can change this later in Settings
de: Du kannst dies später in den Einstellungen ändern
es: Puedes cambiar esto más tarde en Ajustes
fr: Vous pourrez modifier ceci plus tard dans Réglages
it: Puoi cambiarlo più tardi nelle Impostazioni
ja: これは後で設定で変更できます
ko: 나중에 설정에서 변경할 수 있습니다
pl: Możesz to zmienić później w Ustawieniach
pt_br: Você pode alterar isso depois nos Ajustes
ru: Это можно изменить позже в Настройках
zh_hans: 您可以稍后在设置中更改
zh_hant: 您可以稍後在設定中變更

# onboarding.choose_platform
source: Choose your smart home platform
de: Wähle deine Smart-Home-Plattform
es: Elige tu plataforma de hogar inteligente
fr: Choisissez votre plateforme domotique
it: Scegli la tua piattaforma domotica
ja: スマートホームプラットフォームを選択
ko: 스마트 홈 플랫폼을 선택하세요
pl: Wybierz swoją platformę inteligentnego domu
pt_br: Escolha sua plataforma de casa inteligente
ru: Выберите платформу умного дома
zh_hans: 选择您的智能家居平台
zh_hant: 選擇您的智慧家庭平台

# onboarding.connect_title
source: Connect to Home Assistant
de: Mit Home Assistant verbinden
es: Conectar con Home Assistant
fr: Se connecter à Home Assistant
it: Connetti a Home Assistant
ja: Home Assistantに接続
ko: Home Assistant에 연결
pl: Połącz z Home Assistant
pt_br: Conectar ao Home Assistant
ru: Подключение к Home Assistant
zh_hans: 连接到 Home Assistant
zh_hant: 連線至 Home Assistant

# onboarding.connected
source: You're connected!
de: Du bist verbunden!
es: ¡Estás conectado!
fr: Vous êtes connecté !
it: Sei connesso!
ja: 接続されました！
ko: 연결되었습니다!
pl: Połączono!
pt_br: Você está conectado!
ru: Вы подключены!
zh_hans: 您已连接！
zh_hant: 已連線！

# onboarding.custom_layout
source: Custom layout
de: Benutzerdefiniertes Layout
es: Diseño personalizado
fr: Disposition personnalisée
it: Layout personalizzato
ja: カスタムレイアウト
ko: 맞춤 레이아웃
pl: Własny układ
pt_br: Layout personalizado
ru: Пользовательский макет
zh_hans: 自定义布局
zh_hant: 自訂佈局

# onboarding.found_devices
source: Itsyhome found %lld devices.
de: Itsyhome hat %lld Geräte gefunden.
es: Itsyhome encontró %lld dispositivos.
fr: Itsyhome a trouvé %lld appareils.
it: Itsyhome ha trovato %lld dispositivi.
ja: Itsyhomeが%lld台のデバイスを検出しました。
ko: Itsyhome이 %lld개의 기기를 발견했습니다.
pl: Itsyhome znalazł %lld urządzeń.
pt_br: Itsyhome encontrou %lld dispositivos.
ru: Itsyhome нашёл %lld устройств.
zh_hans: Itsyhome 发现了 %lld 个设备。
zh_hant: Itsyhome 發現了 %lld 個裝置。

# onboarding.found_devices_areas
source: Itsyhome found %lld devices in %lld areas.
de: Itsyhome hat %lld Geräte in %lld Bereichen gefunden.
es: Itsyhome encontró %lld dispositivos en %lld áreas.
fr: Itsyhome a trouvé %lld appareils dans %lld zones.
it: Itsyhome ha trovato %lld dispositivi in %lld aree.
ja: Itsyhomeが%lldのエリアで%lld台のデバイスを検出しました。
ko: Itsyhome이 %lld개의 영역에서 %lld개의 기기를 발견했습니다.
pl: Itsyhome znalazł %lld urządzeń w %lld obszarach.
pt_br: Itsyhome encontrou %lld dispositivos em %lld áreas.
ru: Itsyhome нашёл %lld устройств в %lld зонах.
zh_hans: Itsyhome 在 %lld 个区域中发现了 %lld 个设备。
zh_hant: Itsyhome 在 %lld 個區域中發現了 %lld 個裝置。

# onboarding.home_assistant_subtitle
source: Open-source home automation
de: Open-Source-Hausautomation
es: Automatización del hogar de código abierto
fr: Domotique open source
it: Domotica open source
ja: オープンソースのホームオートメーション
ko: 오픈소스 홈 자동화
pl: Automatyka domowa open source
pt_br: Automação residencial de código aberto
ru: Домашняя автоматизация с открытым кодом
zh_hans: 开源家庭自动化
zh_hant: 開源家庭自動化

# onboarding.homekit_subtitle
source: Apple's built-in smart home framework
de: Apples integriertes Smart-Home-Framework
es: El framework de hogar inteligente de Apple
fr: Le framework domotique intégré d'Apple
it: Il framework domotico integrato di Apple
ja: Apple標準のスマートホームフレームワーク
ko: Apple 내장 스마트 홈 프레임워크
pl: Wbudowany framework inteligentnego domu Apple
pt_br: O framework de casa inteligente integrado da Apple
ru: Встроенная платформа умного дома Apple
zh_hans: Apple 内置智能家居框架
zh_hant: Apple 內建智慧家庭架構

# onboarding.organized_by_areas
source: Organized by areas
de: Nach Bereichen organisiert
es: Organizado por áreas
fr: Organisé par zones
it: Organizzato per aree
ja: エリアごとに整理
ko: 영역별로 정리
pl: Uporządkowane według obszarów
pt_br: Organizado por áreas
ru: Организовано по зонам
zh_hans: 按区域整理
zh_hant: 依區域整理

# onboarding.paste_token
source: Paste your token here
de: Füge dein Token hier ein
es: Pega tu token aquí
fr: Collez votre jeton ici
it: Incolla il tuo token qui
ja: ここにトークンを貼り付け
ko: 여기에 토큰을 붙여넣으세요
pl: Wklej swój token tutaj
pt_br: Cole seu token aqui
ru: Вставьте ваш токен сюда
zh_hans: 在此粘贴您的令牌
zh_hant: 在此貼上您的權杖

# onboarding.start_exploring
source: Start exploring
de: Erkunden starten
es: Comenzar a explorar
fr: Commencer à explorer
it: Inizia a esplorare
ja: 始めましょう
ko: 탐색 시작
pl: Zacznij odkrywać
pt_br: Começar a explorar
ru: Начать
zh_hans: 开始探索
zh_hant: 開始探索

# onboarding.token_hint
source: Get your token in HA > Profile > Security > Long-Lived Access Tokens
de: Hole dein Token unter HA > Profil > Sicherheit > Langlebige Zugriffstokens
es: Obtén tu token en HA > Perfil > Seguridad > Tokens de acceso de larga duración
fr: Obtenez votre jeton dans HA > Profil > Sécurité > Jetons d'accès longue durée
it: Ottieni il tuo token in HA > Profilo > Sicurezza > Token di accesso a lunga durata
ja: HA > プロフィール > セキュリティ > 長期アクセストークンでトークンを取得
ko: HA > 프로필 > 보안 > 장기 액세스 토큰에서 토큰을 받으세요
pl: Uzyskaj token w HA > Profil > Bezpieczeństwo > Długoterminowe tokeny dostępu
pt_br: Obtenha seu token em HA > Perfil > Segurança > Tokens de acesso de longa duração
ru: Получите токен в HA > Профиль > Безопасность > Долгосрочные токены доступа
zh_hans: 在 HA > 个人资料 > 安全 > 长期访问令牌中获取令牌
zh_hant: 在 HA > 個人檔案 > 安全性 > 長期存取權杖中取得權杖

# onboarding.welcome
source: Welcome to Itsyhome
de: Willkommen bei Itsyhome
es: Bienvenido a Itsyhome
fr: Bienvenue dans Itsyhome
it: Benvenuto in Itsyhome
ja: Itsyhomeへようこそ
ko: Itsyhome에 오신 것을 환영합니다
pl: Witaj w Itsyhome
pt_br: Bem-vindo ao Itsyhome
ru: Добро пожаловать в Itsyhome
zh_hans: 欢迎使用 Itsyhome
zh_hant: 歡迎使用 Itsyhome

# pinned.show_name
source: Show name in menu bar
de: Name in der Menüleiste anzeigen
es: Mostrar nombre en la barra de menús
fr: Afficher le nom dans la barre de menus
it: Mostra nome nella barra dei menu
ja: メニューバーに名前を表示
ko: 메뉴 막대에 이름 표시
pl: Pokaż nazwę na pasku menu
pt_br: Mostrar nome na barra de menus
ru: Показывать имя в строке меню
zh_hans: 在菜单栏显示名称
zh_hant: 在選單列顯示名稱

# pinned.unpin
source: Unpin from menu bar
de: Aus der Menüleiste entfernen
es: Desanclar de la barra de menús
fr: Retirer de la barre de menus
it: Rimuovi dalla barra dei menu
ja: メニューバーから外す
ko: 메뉴 막대에서 제거
pl: Odepnij z paska menu
pt_br: Desafixar da barra de menus
ru: Открепить из строки меню
zh_hans: 从菜单栏取消固定
zh_hant: 從選單列取消釘選

# sensor.state.carbon_dioxide.off
source: Clear
de: Kein CO₂
es: Sin CO₂
fr: Pas de CO₂
it: Nessun CO₂
ja: CO₂なし
ko: CO₂ 없음
pl: Brak CO₂
pt_br: Sem CO₂
ru: Нет CO₂
zh_hans: 无CO₂
zh_hant: 無CO₂

# sensor.state.carbon_monoxide.off
source: Clear
de: Kein CO
es: Sin CO
fr: Pas de CO
it: Nessun CO
ja: COなし
ko: CO 없음
pl: Brak CO
pt_br: Sem CO
ru: Нет CO
zh_hans: 无CO
zh_hant: 無CO

# sensor.state.contact.closed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
ja: 閉
ko: 닫힘
pl: Zamknięte
pt_br: Fechado
ru: Закрыто
zh_hans: 关闭
zh_hant: 關閉

# sensor.state.contact.open
source: Open
de: Offen
es: Abierto
fr: Ouvert
it: Aperto
ja: 開
ko: 열림
pl: Otwarte
pt_br: Aberto
ru: Открыто
zh_hans: 打开
zh_hant: 打開

# sensor.state.generic.off
source: Off
de: Aus
es: Apagado
fr: Désactivé
it: Spento
ja: オフ
ko: 꺼짐
pl: Wyłączone
pt_br: Desligado
ru: Выключено
zh_hans: 关
zh_hant: 關

# sensor.state.generic.on
source: On
de: Ein
es: Encendido
fr: Activé
it: Acceso
ja: オン
ko: 켜짐
pl: Włączone
pt_br: Ligado
ru: Включено
zh_hans: 开
zh_hant: 開

# sensor.state.leak.off
source: Dry
de: Trocken
es: Seco
fr: Sec
it: Asciutto
ja: 乾燥
ko: 건조
pl: Sucho
pt_br: Seco
ru: Сухо
zh_hans: 干燥
zh_hant: 乾燥

# sensor.state.leak.on
source: Leak
de: Leck
es: Fuga
fr: Fuite
it: Perdita
ja: 漏水
ko: 누수
pl: Wyciek
pt_br: Vazamento
ru: Протечка
zh_hans: 漏水
zh_hant: 漏水

# sensor.state.motion.off
source: Clear
de: Keine Bewegung
es: Sin movimiento
fr: Aucun mouvement
it: Nessun movimento
ja: 動きなし
ko: 움직임 없음
pl: Brak ruchu
pt_br: Sem movimento
ru: Нет движения
zh_hans: 无移动
zh_hant: 無移動

# sensor.state.motion.on
source: Motion
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento
ja: 動きあり
ko: 움직임 감지
pl: Ruch
pt_br: Movimento
ru: Движение
zh_hans: 有移动
zh_hant: 有移動

# sensor.state.occupancy.off
source: Clear
de: Frei
es: Libre
fr: Libre
it: Libero
ja: 不在
ko: 비어 있음
pl: Wolne
pt_br: Livre
ru: Свободно
zh_hans: 无人
zh_hant: 無人

# sensor.state.occupancy.on
source: Occupied
de: Belegt
es: Ocupado
fr: Occupé
it: Occupato
ja: 在室
ko: 사용 중
pl: Zajęte
pt_br: Ocupado
ru: Занято
zh_hans: 有人
zh_hant: 有人

# sensor.state.smoke.off
source: Clear
de: Kein Rauch
es: Sin humo
fr: Pas de fumée
it: Nessun fumo
ja: 煙なし
ko: 연기 없음
pl: Brak dymu
pt_br: Sem fumaça
ru: Нет дыма
zh_hans: 无烟雾
zh_hant: 無煙霧

# sensor.state.smoke.on
source: Smoke
de: Rauch
es: Humo
fr: Fumée
it: Fumo
ja: 煙
ko: 연기
pl: Dym
pt_br: Fumaça
ru: Дым
zh_hans: 烟雾
zh_hant: 煙霧

# sensor.type.carbon_dioxide
source: Carbon dioxide
de: Kohlendioxid
es: Dióxido de carbono
fr: Dioxyde de carbone
it: Anidride carbonica
ja: 二酸化炭素
ko: 이산화탄소
pl: Dwutlenek węgla
pt_br: Dióxido de carbono
ru: Углекислый газ
zh_hans: 二氧化碳
zh_hant: 二氧化碳

# sensor.type.carbon_monoxide
source: Carbon monoxide
de: Kohlenmonoxid
es: Monóxido de carbono
fr: Monoxyde de carbone
it: Monossido di carbonio
ja: 一酸化炭素
ko: 일산화탄소
pl: Tlenek węgla
pt_br: Monóxido de carbono
ru: Угарный газ
zh_hans: 一氧化碳
zh_hant: 一氧化碳

# sensor.type.contact
source: Contact
de: Kontakt
es: Contacto
it: Contatto
ja: 開閉
ko: 접촉
pl: Kontakt
pt_br: Contato
ru: Контакт
zh_hans: 接触
zh_hant: 接觸

# sensor.type.leak
source: Leak
de: Leck
es: Fuga
fr: Fuite
it: Perdita
ja: 漏水
ko: 누수
pl: Wyciek
pt_br: Vazamento
ru: Протечка
zh_hans: 漏水
zh_hant: 漏水

# sensor.type.motion
source: Motion
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento
ja: モーション
ko: 움직임
pl: Ruch
pt_br: Movimento
ru: Движение
zh_hans: 移动
zh_hant: 移動

# sensor.type.occupancy
source: Occupancy
de: Belegung
es: Ocupación
fr: Présence
it: Occupazione
ja: 在室
ko: 재실
pl: Obecność
pt_br: Ocupação
ru: Присутствие
zh_hans: 占用
zh_hant: 佔用

# sensor.type.smoke
source: Smoke
de: Rauch
es: Humo
fr: Fumée
it: Fumo
ja: 煙
ko: 연기
pl: Dym
pt_br: Fumaça
ru: Дым
zh_hans: 烟雾
zh_hant: 煙霧

# settings.about.description
source: A lightweight smart home controller for your menu bar
de: Ein leichtgewichtiger Smart-Home-Controller für deine Menüleiste
es: Un controlador ligero de hogar inteligente para tu barra de menús
fr: Un contrôleur domotique léger pour votre barre de menus
it: Un controller domotico leggero per la tua barra dei menu
ja: メニューバーで使える軽量なスマートホームコントローラー
ko: 메뉴 막대에서 사용하는 가벼운 스마트 홈 컨트롤러
pl: Lekki kontroler inteligentnego domu na pasku menu
pt_br: Um controlador leve de casa inteligente para sua barra de menus
ru: Лёгкий контроллер умного дома для строки меню
zh_hans: 菜单栏上的轻量级智能家居控制器
zh_hant: 選單列上的輕量智慧家庭控制器

# settings.about.title
source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: バージョン情報
ko: 정보
pl: O aplikacji
pt_br: Sobre
ru: О программе
zh_hans: 关于
zh_hant: 關於

# settings.about.website
source: Website
de: Webseite
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pl: Strona internetowa
pt_br: Site
ru: Сайт
zh_hans: 网站
zh_hant: 網站

# settings.accessories.add_divider_above
source: Add divider above
de: Trennlinie darüber einfügen
es: Añadir separador encima
fr: Ajouter un séparateur au-dessus
it: Aggiungi divisore sopra
ja: 上に区切り線を追加
ko: 위에 구분선 추가
pl: Dodaj separator powyżej
pt_br: Adicionar divisor acima
ru: Добавить разделитель выше
zh_hans: 在上方添加分隔线
zh_hant: 在上方加入分隔線

# settings.accessories.create_group
source: Create group
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
it: Crea gruppo
ja: グループを作成
ko: 그룹 생성
pl: Utwórz grupę
pt_br: Criar grupo
ru: Создать группу
zh_hans: 创建分组
zh_hant: 建立群組
